export const translationHI ={
  domain:{
    myAarthi:"हिन्दू धर्म में आरती का महत्व है",
    mya:" माया: आरती भक्ति व्यक्त करने, दिव्य आशीर्वाद प्राप्त करने और देवताओं के साथ गहरे आध्यात्मिक संबंध को बढ़ावा देने के साधन के रूप में हिंदू धर्म में एक महत्वपूर्ण भूमिका निभाती है। यह एक सुंदर और पवित्र प्रथा है जो हिंदू भक्तों के लिए बहुत महत्व रखती है।</p> <p>आरती संस्कृत शब्द (आराट्रिक) से ली गई है जिसका अर्थ है कुछ ऐसा जो रति, अंधेरे (या एक आइकन के सामने अंधेरे में लहराया गया प्रकाश) को दूर करता है। मराठी भाषा के एक संदर्भ में कहा गया है कि इसे किस रूप में भी जाना जाता है? ",
      
  },
  navlink:{
    //-------------------------------header------------------
   
    home:"घर",
    temple: "भारतीय मंदिर",
    godstemples:"देवता और मंदिर ",
    Details:"आरती संग्रह",
    students:"छात्रों",
    // navlink aarti snagrah-----------------------------
    mhtemple:"महाराष्ट्र मंदिर",
    Ganapati:"गणपति आरती",
    Details:"आरती संग्रह",
    Durga:"दुर्गा आरती",
    Mahalaxmi:"महालक्ष्मी आरती",
    Saibaba:"साईबाबा आरती",

    //indian temples------------------
    MaharashtraTemples:"महाराष्ट्र के मंदिर",
    AshtavinayakGanapati:"अष्टविनायक गणपति",
    DagadushethGanapati:"दगडूशेठ गणपति",
     //Ashtavinayak temple--------------------------------
     FirstAshtavinayak:"प्रथम अष्टविनायक :- मोरेश्वर",
     SecondAshtavinayak:" दूसरा अष्टविनायक:- सिद्धिविनायक",
     ThirdAshtavinayak :"तीसरा अष्टविनायक :- पाली",
     FourAshtavinayak:"चौथा अष्टविनायक:- महाड",
     FiveAshtavinayak :"पांचवां अष्टविनायक :- – ओझर ",
     SixAshtavinayak :" छठा अष्टविनायक :- रांजनगांव",
     SevenAshtavinayak :"सातवां अष्टविनायक:- लेन्याद्री ",
     EightAshtavinayak :"आठवां अष्टविनायक :- थेउर ",
     Ashtavinayakpage :"अष्टविनायक मुख्य पृष्ठ  "
    
   }
}
